export const data = [
  {
    id: '0',
    label: 'Технологии',
    timespan: {
      start: 1885,
      end: 1891,
    },
    details: [
      {
        year: 1885,
        description:
          'Карл Бенц патентует первый практичный автомобиль с бензиновым двигателем.',
      },
      {
        year: 1888,
        description:
          'Генрих Герц экспериментально подтверждает существование электромагнитных волн.',
      },
      {
        year: 1891,
        description:
          'Начало работы первой линии трехфазного переменного тока (Лауфен-Франкфурт).',
      },
      {
        year: 1890,
        description: 'Патентуется первая телефонная трубка-наушник (Томас Эдисон).',
      },
    ],
  },
  {
    id: '1',
    label: 'Кино',
    timespan: {
      start: 1926,
      end: 1931,
    },
    details: [
      {
        year: 1926,
        description:
          '«Броненосец Потёмкин» — фильм Сергея Эйзенштейна, шедевр немого кино.',
      },
      {
        year: 1927,
        description: '«Певец джаза» — первый полнометражный звуковой фильм.',
      },
      {
        year: 1929,
        description: 'Первая церемония вручения премии «Оскар».',
      },
      {
        year: 1931,
        description: '«Франкенштейн» — культовый фильм ужасов с Борисом Карлоффом.',
      },
    ],
  },
  {
    id: '2',
    label: 'Литература',
    timespan: {
      start: 1865,
      end: 1870,
    },
    details: [
      {
        year: 1865,
        description: 'Публикация «Алисы в Стране чудес» Льюиса Кэрролла.',
      },
      {
        year: 1866,
        description: 'Выход романа Фёдора Достоевского «Преступление и наказание».',
      },
      {
        year: 1869,
        description: 'Завершение публикации «Войны и мира» Льва Толстого.',
      },
      {
        year: 1870,
        description: 'Смерть Шарля Бодлера и публикация его посмертного сборника.',
      },
    ],
  },
  {
    id: '3',
    label: 'Искусство',
    timespan: {
      start: 1905,
      end: 1910,
    },
    details: [
      {
        year: 1905,
        description:
          'Основание художественной группы «Мост» в Дрездене (начало немецкого экспрессионизма).',
      },
      {
        year: 1907,
        description:
          'Пабло Пикассо пишет «Авиньонских девиц» — отправную точку кубизма.',
      },
      {
        year: 1909,
        description:
          'Футуристический манифест Филиппо Томмазо Маринетти публикуется в газете Le Figaro.',
      },
      {
        year: 1910,
        description: 'Первая выставка «Бубновый валет» в Москве.',
      },
    ],
  },
  {
    id: '4',
    label: 'Спорт',
    timespan: {
      start: 1994,
      end: 1999,
    },
    details: [
      {
        year: 1994,
        description: 'XVII зимние Олимпийские игры в Лиллехаммере (Норвегия).',
      },
      {
        year: 1996,
        description: 'XXVI летние Олимпийские игры в Атланте (США).',
      },
      {
        year: 1998,
        description:
          'XVI Чемпионат мира по футболу во Франции. Победитель — сборная Франции.',
      },
      {
        year: 1999,
        description:
          'Женская сборная США по футболу выигрывает ЧМ, кульминация бума женского футбола.',
      },
    ],
  },
  {
    id: '5',
    label: 'Наука',
    timespan: {
      start: 2015,
      end: 2022,
    },
    details: [
      {
        year: 2015,
        description:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
      },
      {
        year: 2016,
        description:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11.',
      },
      {
        year: 2017,
        description:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi.',
      },
      {
        year: 2022,
        description:
          'Телескоп «Джеймс Уэбб»: Начал работу, предоставив самые глубокие и детальные снимки Вселенной, химический анализ атмосфер экзопланет.',
      },
    ],
  },
];
