export const data = [
  {
    id: '0',
    label: 'Технологии',
    timespan: {
      start: 2015,
      last: 2021,
    },
    details: [
      {
        year: 2015,
        description: 'Apple представляет первый iPad Pro.',
      },
      {
        year: 2017,
        description:
          'Выпущен процессор AMD Ryzen, знаменующий возвращение компании на рынок CPU.',
      },
      {
        year: 2019,
        description: 'Запуск облачного игрового сервиса Google Stadia.',
      },
      {
        year: 2021,
        description: 'Компания NVIDIA представляет архитектуру RTX 40-й серии.',
      },
    ],
  },
  {
    id: '1',
    label: 'Кино',
    timespan: {
      start: 2020,
      last: 2024,
    },
    details: [
      {
        year: 2020,
        description: '«Довод»/Tenet, США/Великобритания (реж. Кристофер Нолан).',
      },
      {
        year: 2022,
        description:
          '«Аватар: Путь воды»/Avatar: The Way of Water, США (реж. Джеймс Кэмерон).',
      },
      {
        year: 2023,
        description:
          '«Оппенгеймер»/Oppenheimer, США/Великобритания (реж. Кристофер Нолан).',
      },
      {
        year: 2024,
        description:
          '«Дюна: Часть вторая»/Dune: Part Two, США/Канада (реж. Дени Вильнёв).',
      },
    ],
  },
  {
    id: '2',
    label: 'Литература',
    timespan: {
      start: 2018,
      last: 2023,
    },
    details: [
      {
        year: 2018,
        description:
          'Нобелевская премия по литературе — Ольга Токарчук (присуждена в 2019).',
      },
      {
        year: 2020,
        description: 'Нобелевская премия по литературе — Луиза Глюк.',
      },
      {
        year: 2021,
        description: 'Нобелевская премия по литературе — Абдулразак Гурна.',
      },
      {
        year: 2023,
        description:
          '«Испытания» — заключительный роман трилогии «Голодные игры» Сьюзен Коллинз.',
      },
    ],
  },
  {
    id: '3',
    label: 'Искусство',
    timespan: {
      start: 2016,
      last: 2022,
    },
    details: [
      {
        year: 2016,
        description:
          'Открытие музея современного искусства «Гараж» в новом здании в Парке Горького, Москва.',
      },
      {
        year: 2019,
        description:
          'Пожар в соборе Парижской Богоматери; начало международной кампании по восстановлению.',
      },
      {
        year: 2021,
        description:
          'Открытие частного музея «Эрмитаж-Выборг» в реставрированном здании.',
      },
      {
        year: 2022,
        description:
          'Капсульная ретроспектива Марины Абрамович в Королевской академии художеств, Лондон.',
      },
    ],
  },
  {
    id: '4',
    label: 'Спорт',
    timespan: {
      start: 2018,
      last: 2026,
    },
    details: [
      {
        year: 2018,
        description:
          'Чемпионат мира по футболу в России. Победитель — сборная Франции.',
      },
      {
        year: 2020,
        description:
          'XXXII летние Олимпийские игры в Токио (состоялись в 2021 из-за пандемии).',
      },
      {
        year: 2022,
        description: 'XXIV зимние Олимпийские игры в Пекине.',
      },
      {
        year: 2024,
        description: 'XXXIII летние Олимпийские игры в Париже.',
      },
      {
        year: 2026,
        description:
          'XXV зимние Олимпийские игры в Милане и Кортина-д’Ампеццо (Италия).',
      },
    ],
  },
  {
    id: '5',
    label: 'Наука',
    timespan: {
      start: 2015,
      last: 2022,
    },
    details: [
      {
        year: 2015,
        description:
          '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
      },
      {
        year: 2016,
        description:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11.',
      },
      {
        year: 2017,
        description:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi.',
      },
      {
        year: 2022,
        description:
          'Телескоп «Джеймс Уэбб»: Начал работу, предоставив самые глубокие и детальные снимки Вселенной, химический анализ атмосфер экзопланет.',
      },
    ],
  },
];
